Repository: Andygol/simple-icons-website-rs
Catalog: i18n/locales/*.po
Languages: es, fr, it, ja_jp, zh_hk

source: Download
es: Descargar
fr: Télécharger
it: Scarica
ja_jp: ダウンロード
zh_hk: 下載

source: Download SVG
es: Descargar SVG
fr: Télécharger le SVG
it: Scarica SVG
ja_jp: SVG をダウンロード
zh_hk: 下載 SVG

source: Download PDF
es: Descargar PDF
fr: Télécharger le PDF
it: Scarica PDF
ja_jp: PDF をダウンロード
zh_hk: 下載 PDF

source: Order
es: Orden
fr: Ordre
it: Ordine
ja_jp: 注文
zh_hk: 次序

source: Sort alphabetically
es: Ordenar alfabéticamente
fr: Trier par ordre alphabétique
it: Ordina in ordine alfabetico
ja_jp: アルファベット順に並べ替え
zh_hk: 按字母順序排序

source: Sort by color
es: Ordenar por color
fr: Trier par couleur
it: Ordina per colore
ja_jp: 色で並べ替え
zh_hk: 按顏色排序

source: Search
es: Buscar
fr: Rechercher
it: Ricerca
ja_jp: 検索
zh_hk: 搜尋

source: Search by brand...
es: Buscar por marca...
fr: Rechercher par marque...
it: Ricerca per marchio...
ja_jp: 銘柄から探す。。。
zh_hk: 按品牌搜尋⋯

source: Light color scheme
es: Tema claro
fr: Thème clair
it: Tema leggero
ja_jp: 淡い配色
zh_hk: 淺色方案

source: Dark color scheme
es: Tema oscuro
fr: Thème foncé
it: Tema scuro
ja_jp: 暗い配色
zh_hk: 深色方案

source: System color scheme
es: Tema de color del sistema
fr: Thème du système
it: Combinazione di colori del sistema
ja_jp: システム配色
zh_hk: 跟隨系統配色方案

source: Layout
es: Diseño
fr: Disposition
ja_jp: レイアウト
zh_hk: 布局

source: Comfortable
es: Confortable
fr: Confortable
it: Comodo
ja_jp: 快適
zh_hk: 舒適

source: Compact
es: Compacto
it: Compatto
ja_jp: コンパクト
zh_hk: 緊湊

source: Made with ❤️ on GitHub
es: Hecho con ❤️ en GitHub
fr: Fait avec ❤️ sur GitHub
it: Fatto con ❤️ su GitHub
ja_jp: GitHub の ❤️ で作成
zh_hk: 喺❤️ GitHub上製作

source: Icon missing?
es: ¿Falta un icono?
fr: Icône manquante?
it: Manca un'icona?
ja_jp: アイコンがない？
zh_hk: 缺少圖標？

source: Submit a request
es: Envía una petición
fr: Soumettre une demande
it: Invia una richiesta
ja_jp: リクエストを送信
zh_hk: 建立支援服務單

source: Icon outdated?
es: ¿Icono desactualizado?
fr: Icône périmée?
it: Icona obsoleta?
ja_jp: アイコンが古い？
zh_hk: 有圖標過時了？

source: Report outdated icon
es: Informa de un icono desactualizado
fr: Signaler une icône périmée
it: Segnala un'icona obsoleta
ja_jp: 古いアイコンを報告
zh_hk: 報告過時的圖標

source: Share this on Twitter!
es: ¡Comparte esto en Twitter!
it: Condividi questo su Twitter!
ja_jp: Twitter でシェア！
zh_hk: 分享至 Twitter

source: {} icon
es: Icono de {}
fr: {} icône
it: Icona {}
ja_jp: {} アイコン
zh_hk: {}圖標

source: View {}
es: Ver {}
fr: Voir {}
it: Visualizza {}
ja_jp: {} を見る
zh_hk: 查看{}

source: Error generating PDF with PDFKit library: {}
es: Error generando PDF con la librería PDFKit: {}
fr: Erreur de génération du PDF avec la bibliothèque PDFKit: {}
it: Errore durante la generazione del PDF con la libreria PDFKit: {}
ja_jp: PDFKit ライブラリで PDF を生成中にエラーが発生しました: {}
zh_hk: 使用PDFKit庫生成PDF時出錯：{}

source: Main Repository
es: Repositorio principal
fr: Répertoire principal
it: Deposito principale
ja_jp: メインリポジトリ
zh_hk: 主存儲庫

source: jsDelivr (Content Delivery Network)
es: jsDelivr (Red de entrega de contenidos)
fr: jsDelivr (Réseau de diffusion de contenu)
it: jsDelivr (rete per la distribuzione di contenuti)
ja_jp: jsDelivr (コンテンツ配信ネットワーク)
zh_hk: jsDelivr（內容交付網絡）

source: UNPKG (Content Delivery Network)
es: UNPKG (Red de entrega de contenidos)
fr: UNPKG (Réseau de diffusion de contenu)
it: UNPKG (rete per la distribuzione di contenuti)
ja_jp: UNPKG (コンテンツ配信ネットワーク)
zh_hk: UNPKG（內容交付網絡）

source: Legal disclaimer
es: Descargo de responsabilidad legal
fr: Avertissement légal
it: Avviso legale
ja_jp: 法的放棄声明
zh_hk: 法律免責聲明

source: Open menu
es: Abrir menú
fr: Ouvrir le menu
it: Apri menù
ja_jp: メニューを開く
zh_hk: 打開餐牌

source: Close menu
es: Cerrar menú
fr: Fermer le menu
it: Chiudi menù
ja_jp: メニューを閉じる
zh_hk: 關閉餐牌

source: Third party extensions
es: Extensiones de terceros
fr: Extensions tierces
it: Estensioni di terze parti
ja_jp: サードパーティの拡張機能
zh_hk: 第三方擴展

source: Change language
es: Cambiar idioma
fr: Changer de langue
it: Cambia lingua
ja_jp: 言語を変えてください
zh_hk: 更改語言

source: {} free {} icons for popular brands
es: {} iconos {} gratis para marcas populares
fr: {} icônes gratuites {} pour les marques populaires
it: {} icone gratuite {} per i marchi più popolari
ja_jp: {} 人気ブランドの無料 {} アイコン
zh_hk: {}流行品牌嘅免費{}圖標

source: Scalable Vector Graphic
es: Gráfico Vectorial Escalable
fr: Graphique vectoriel évolutif
it: Grafica vettoriale scalabile
ja_jp: スケーラブルなベクター グラフィック
zh_hk: 可縮放矢量圖形

source: Theme
es: Tema
fr: Thème
it: Tema
ja_jp: テーマ
zh_hk: 主題

source: A {} project maintained by the {}.
es: Un proyecto {} mantenido por los {}.
fr: Un projet {} maintenu par le {}.
it: Un progetto {} mantenuto da {}.
ja_jp: {} によって維持される {} プロジェクト。
zh_hk: 由{}維護嘅{}項目。

source: Simple Icons contributors
es: colaboradores de Simple Icons
fr: contributeurs de Simple Icons
it: contributori di Simple Icons
ja_jp: Simple Icons の貢献者
zh_hk: Simple Icons 貢獻者

source: GitHub
ja_jp: リクエスト、修正、投稿には {} を使用してください。

source: Kindly supported by your donations at {}.
es: Amablemente apoyado por tus donaciones en {}.
fr: aimablement soutenu par vos dons à {}.
it: Grazie alle vostre donazioni su {}.
ja_jp: {} での寄付により、ご支援をお願いいたします。
zh_hk: 請透過{}嘅捐款支持。

source: Sort by search match score
es: Ordenar por puntuación de coincidencia de búsqueda
fr: Trier par score de correspondance de recherche
it: Ordina per punteggio di corrispondenza della ricerca
ja_jp: 検索一致スコアで並べ替え
zh_hk: 按搜索匹配分數排序

source: Clear search
es: Borrar búsqueda
fr: Effacer la recherche
it: Cancella ricerca
ja_jp: 検索をクリア
zh_hk: 清除搜索

source: Open search bar
es: Abrir barra de búsqueda
fr: Ouvrir la barre de recherche
it: Apri barra di ricerca
ja_jp: 検索バーを開く
zh_hk: 打開搜索欄

source: Open controls
es: Abrir controles
fr: Ouvrir les contrôles
it: Apri controlli
ja_jp: コントロールを開く
zh_hk: 打開控件

source: {} will be removed at v{}
es: {} será eliminado en v{}
fr: {} sera supprimé à la v{}
it: {} verrà rimosso alla v{}
ja_jp: {} は v{} で削除されます
zh_hk: {}將在v{}处刪除

source: Deprecated
es: Obsoleto
fr: Obsolète
it: Deprecato
ja_jp: 非推奨
zh_hk: 已過時（未來將停用）

source: Copy hex color
es: Copiar color hexadecimal
fr: Copier la couleur hexadécimale
it: Copia colore esadecimale
ja_jp: 16 進数の色をコピー
zh_hk: 複製十六進製顏色

source: Brand guidelines
es: Directrices de marca
fr: Directives de marque
it: Linee guida del marchio
ja_jp: ブランドガイドライン
zh_hk: 品牌指南

source: License
es: Licencia
fr: Licence
it: Licenza
ja_jp: ライセンス
zh_hk: 許可證

source: Download colored SVG
es: Descargar SVG coloreado
fr: Télécharger le SVG coloré
it: Scarica SVG colorato
ja_jp: カラーSVGをダウンロード
zh_hk: 下載彩色SVG

source: Copy {} SVG
es: Copiar SVG de {}
fr: Copier le SVG de {}
it: Copia SVG di {}
ja_jp: {} SVG をコピー
zh_hk: 複製{} SVG

source: Copy {} slug ({})
es: Copiar slug de {} ({})
fr: Copier le slug de {} ({})
it: Copia slug di {} ({})
ja_jp: {} スラッグ ({}) をコピー
zh_hk: 複製 {} 鼻涕蟲 （{}）

source: Load more icons
es: Cargar más iconos
fr: Charger plus d'icônes
it: Carica altre icone
ja_jp: さらにアイコンを読み込む
zh_hk: 加载更多圖標

source: Select a language
es: Selecciona un idioma
fr: Sélectionnez une langue
it: Seleziona una lingua
ja_jp: 言語を選択
zh_hk: 選擇一種語言

source: Close
es: Cerrar
fr: Fermer
it: Chiudi
ja_jp: 近い
zh_hk: 關閉

source: Go to header
es: Ir al encabezado
fr: Aller à l'en-tête
it: Vai all'intestazione
ja_jp: ヘッダーに移動
zh_hk: 轉到標題

source: Go to footer
es: Ir al pie de página
fr: Aller au pied de page
it: Vai al piè di pagina
ja_jp: フッターに移動
zh_hk: 轉到頁腳

source: {} will be removed at {} about {} (see {})
fr: {} sera supprimé en {} à propos de {} (voir {})
ja_jp: {} は {} で削除されます {} (参照 {})

source: Use {} for requests, corrections and contributions.
es: Usa {} para solicitudes, correcciones y contribuciones.
fr: utilisez {} pour les demandes, les corrections et les contributions.
it: Usa {} per richieste, correzioni e contributi.
zh_hk: 使用{}表示請求、更正和貢獻。
